Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# question.uncertain
source: 응답은 저장됐습니다. 이 대화에서 GPT에게 계속 진행을 요청해 주세요.
de: Ihre Antwort wurde gespeichert. Bitten Sie GPT in diesem Gespräch fortzufahren.
en: Your response is saved. Ask GPT to continue in this conversation.
es: Tu respuesta está guardada. Pide a GPT que continúe en esta conversación.
fr: Votre réponse est enregistrée. Demandez à GPT de continuer dans cette conversation.
ja: 回答は保存されています。この会話でGPTに続行を依頼してください。
pt: Sua resposta foi salva. Peça ao GPT para continuar nesta conversa.
zh_hans: 回答已保存。请在此对话中要求GPT继续。
zh_hant: 回答已儲存。請在此對話中要求GPT繼續。

# question.expired
source: 질문이 만료되었거나 사용할 수 없습니다.
de: Diese Frage ist abgelaufen oder nicht verfügbar.
en: This question has expired or is unavailable.
es: Esta pregunta ha caducado o no está disponible.
fr: Cette question a expiré ou est indisponible.
ja: 質問の期限が切れたか、利用できません。
pt: Esta pergunta expirou ou não está disponível.
zh_hans: 此问题已过期或不可用。
zh_hant: 此問題已過期或無法使用。

# question.retry
source: GPT에 후속 처리 요청
de: GPT um Fortsetzung bitten
en: Request GPT follow-up
es: Pedir a GPT que continúe
fr: Demander à GPT de continuer
ja: GPTに続行を依頼
pt: Pedir ao GPT para continuar
zh_hans: 请求GPT继续处理
zh_hant: 請求GPT繼續處理

# question.cancelled
source: 질문을 취소했습니다.
de: Frage abgebrochen.
en: Question cancelled.
es: Pregunta cancelada.
fr: Question annulée.
ja: 質問をキャンセルしました。
pt: Pergunta cancelada.
zh_hans: 问题已取消。
zh_hant: 問題已取消。

# question.gptHandles
source: GPT가 이 질문을 검토하고 있습니다.
de: GPT prüft diese Frage.
en: GPT is reviewing this question.
es: GPT está revisando esta pregunta.
fr: GPT examine cette question.
ja: GPTがこの質問を検討しています。
pt: O GPT está analisando esta pergunta.
zh_hans: GPT正在考虑此问题。
zh_hant: GPT正在考慮此問題。

# question.pending
source: GPT가 답변을 검토한 뒤 다음 행동을 결정합니다.
de: GPT prüft Ihre Antwort und entscheidet über den nächsten Schritt.
en: GPT will review your answer and decide the next step.
es: GPT revisará tu respuesta y decidirá el siguiente paso.
fr: GPT examinera votre réponse et décidera de la suite.
ja: GPTが回答を確認して次の行動を決めます。
pt: O GPT analisará sua resposta e decidirá o próximo passo.
zh_hans: GPT将查看您的回答并决定下一步。
zh_hant: GPT將查看您的回答並決定下一步。

# activity.openRequest
source: 요청 링크 열기
de: Anfragelink öffnen
en: Open request link
es: Abrir enlace de la solicitud
fr: Ouvrir le lien de la demande
ja: リクエストのリンクを開く
pt: Abrir link da solicitação
zh_hans: 打开请求链接
zh_hant: 開啟請求連結

# activity.optionalInput
source: 답변하는 동안에도 작업은 계속됩니다.
de: Die Arbeit läuft während Ihrer Antwort weiter.
en: Work continues while you answer.
es: El trabajo continúa mientras respondes.
fr: Le travail continue pendant votre réponse.
ja: 回答中も作業は続行されます。
pt: O trabalho continua enquanto você responde.
zh_hans: 回答时任务仍会继续。
zh_hant: 回答時工作仍會繼續。

# activity.otherAnswer
source: 직접 입력
de: Andere Antwort
en: Other answer
es: Otra respuesta
fr: Autre réponse
ja: 別の回答
pt: Outra resposta
zh_hans: 其他回答
zh_hant: 其他回答

# activity.yes
source: 예
de: Ja
en: Yes
es: Sí
fr: Oui
ja: はい
pt: Sim
zh_hans: 是
zh_hant: 是

# activity.no
source: 아니요
de: Nein
en: No
es: No
fr: Non
ja: いいえ
pt: Não
zh_hans: 否
zh_hant: 否

# common.loading
source: 불러오는 중…
de: Wird geladen…
en: Loading…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
pt: Carregando…
zh_hans: 正在加载…
zh_hant: 載入中…

# common.refresh
source: 새로고침
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
pt: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

# common.cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

# common.confirm
source: 확인
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
zh_hans: 确认
zh_hant: 確認

# common.error
source: 요청에 실패했습니다.
de: Die Anfrage ist fehlgeschlagen.
en: The request failed.
es: La solicitud falló.
fr: La requête a échoué.
ja: リクエストに失敗しました。
pt: A solicitação falhou.
zh_hans: 请求失败。
zh_hant: 要求失敗。

# common.errorCode
source: 요청에 실패했습니다({code}).
de: Die Anfrage ist fehlgeschlagen ({code}).
en: The request failed ({code}).
es: La solicitud falló ({code}).
fr: La requête a échoué ({code}).
ja: リクエストに失敗しました（{code}）。
pt: A solicitação falhou ({code}).
zh_hans: 请求失败（{code}）。
zh_hant: 要求失敗（{code}）。

# usage.observedAt
source: 사용량 확인: {time}
de: Nutzung zuletzt geprüft: {time}
en: Usage last checked {time}
es: Uso comprobado por última vez: {time}
fr: Dernière vérification de l’utilisation : {time}
ja: 使用量の最終確認: {time}
pt: Uso verificado pela última vez: {time}
zh_hans: 用量最后确认时间：{time}
zh_hant: 用量最後確認時間：{time}

# common.detailsRefreshFailed
source: 일부 추가 정보를 갱신하지 못했습니다. 마지막 확인값이 표시될 수 있습니다.
de: Einige Details konnten nicht aktualisiert werden. Möglicherweise werden die zuletzt geprüften Werte angezeigt.
en: Some details could not be refreshed. Last checked values may be shown.
es: No se pudieron actualizar algunos datos. Pueden mostrarse los últimos valores comprobados.
fr: Certains détails n’ont pas pu être actualisés. Les dernières valeurs vérifiées peuvent être affichées.
ja: 一部の詳細を更新できませんでした。最後に確認した値が表示される場合があります。
pt: Não foi possível atualizar alguns detalhes. Os últimos valores verificados podem ser exibidos.
zh_hans: 部分详情未能刷新，可能显示上次确认的值。
zh_hant: 部分詳細資料未能更新，可能顯示上次確認的值。

# usage.weeklyRemaining
source: 계정 전체 Codex 주간 잔여량
de: Kontoweites wöchentliches Codex-Restkontingent
en: Account-wide Codex weekly remaining
es: Saldo semanal de Codex en toda la cuenta
fr: Solde Codex hebdomadaire du compte
ja: アカウント全体の Codex 週間残量
pt: Saldo semanal do Codex em toda a conta
zh_hans: 整个账户的 Codex 每周剩余额度
zh_hant: 整個帳戶的 Codex 每週剩餘額度

# usage.resetsAt
source: 다음 초기화 {time}
de: Zurücksetzung am {time}
en: Resets {time}
es: Se restablece el {time}
fr: Réinitialisation le {time}
ja: リセット {time}
pt: Redefine em {time}
zh_hans: 重置时间 {time}
zh_hant: 重設時間 {time}

# cancellation.reason
source: 취소 사유
de: Abbruchgrund
en: Cancellation reason
es: Motivo de cancelación
fr: Motif de l’annulation
ja: キャンセル理由
pt: Motivo do cancelamento
zh_hans: 取消原因
zh_hant: 取消原因

# cancellation.requestReason
source: 취소 요청 사유
de: Grund der Abbruchanforderung
en: Cancellation request reason
es: Motivo de la solicitud de cancelación
fr: Motif de la demande d’annulation
ja: キャンセル依頼の理由
pt: Motivo da solicitação de cancelamento
zh_hans: 取消请求原因
zh_hant: 取消請求原因

# cancellation.attemptReason
source: 중단 시도 사유
de: Grund des Unterbrechungsversuchs
en: Cancellation attempt reason
es: Motivo del intento de interrupción
fr: Motif de la tentative d’interruption
ja: 中断を試みた理由
pt: Motivo da tentativa de interrupção
zh_hans: 中断尝试原因
zh_hant: 中斷嘗試原因

# cancellation.reasons
source: 취소 사유 · {count}건
de: Abbruchgründe · {count}
en: Cancellation reasons · {count}
es: Motivos de cancelación · {count}
fr: Motifs d’annulation · {count}
ja: キャンセル理由 · {count}件
pt: Motivos de cancelamento · {count}
zh_hans: 取消原因 · {count} 条
zh_hant: 取消原因 · {count} 筆

# cancellation.target.job
source: 작업
de: Auftrag
en: Job
es: Tarea
fr: Tâche
ja: ジョブ
pt: Tarefa
zh_hans: 任务
zh_hant: 工作

# cancellation.target.activity
source: 액티비티
de: Aktivität
en: Activity
es: Actividad
fr: Activité
ja: アクティビティ
pt: Atividade
zh_hans: 活动
zh_hant: 活動

# settings.title
source: Codex Bridge 설정
de: Codex-Bridge-Einstellungen
en: Codex Bridge settings
es: Configuración de Codex Bridge
fr: Paramètres de Codex Bridge
ja: Codex Bridge 設定
pt: Configurações do Codex Bridge
zh_hans: Codex Bridge 设置
zh_hant: Codex Bridge 設定

# settings.scope
source: 이 브리지 연결을 사용하는 모든 대화에 공유됩니다.
de: Für alle Unterhaltungen mit dieser Bridge-Verbindung gemeinsam.
en: Shared by every conversation using this bridge connection.
es: Compartida por todas las conversaciones que usan este puente.
fr: Partagés par toutes les conversations utilisant ce pont.
ja: このブリッジ接続を使うすべての会話で共有されます。
pt: Compartilhadas por todas as conversas que usam esta ponte.
zh_hans: 由使用此桥接连接的所有对话共享。
zh_hant: 由使用此橋接連線的所有對話共用。

# settings.access
source: 접근 전략
de: Zugriffsstrategie
en: Access strategy
es: Estrategia de acceso
fr: Stratégie d’accès
ja: アクセス方式
pt: Estratégia de acesso
zh_hans: 访问策略
zh_hant: 存取策略

# settings.access.readOnly
source: 항상 읽기 전용
de: Immer schreibgeschützt
en: Always read-only
es: Siempre solo lectura
fr: Toujours en lecture seule
ja: 常に読み取り専用
pt: Sempre somente leitura
zh_hans: 始终只读
zh_hant: 一律唯讀

# settings.access.adaptive
source: 브리지 기본값
de: Bridge-Standard
en: Bridge default
es: Valor predeterminado del puente
fr: Valeur par défaut du pont
ja: ブリッジの既定値
pt: Padrão da ponte
zh_hans: 桥接默认设置
zh_hant: 橋接預設值

# settings.access.full
source: 항상 전체 접근
de: Immer Vollzugriff
en: Always full access
es: Siempre acceso total
fr: Toujours en accès complet
ja: 常にフルアクセス
pt: Sempre acesso total
zh_hans: 始终完全访问
zh_hant: 一律完整存取

# settings.access.readOnlyHint
source: 모든 새 작업을 읽기 전용으로 고정합니다.
de: Jede neue Aufgabe wird auf schreibgeschützt festgelegt.
en: Every new task is forced to read-only.
es: Todas las tareas nuevas se fuerzan a solo lectura.
fr: Chaque nouvelle tâche est forcée en lecture seule.
ja: すべての新規タスクを読み取り専用に固定します。
pt: Todas as novas tarefas são forçadas a somente leitura.
zh_hans: 所有新任务都强制为只读。
zh_hant: 所有新工作都強制為唯讀。

# settings.access.adaptiveHint
source: 브리지에 저장된 기본 접근 권한으로 새 작업을 실행합니다.
de: Neue Aufgaben verwenden die in der Bridge festgelegten Standardzugriffsrechte.
en: New tasks use the default access level configured in the bridge.
es: Las tareas nuevas usan el acceso predeterminado configurado en el puente.
fr: Les nouvelles tâches utilisent les droits d’accès par défaut configurés dans le pont.
ja: 新しいタスクにはブリッジで設定された既定のアクセス権限を適用します。
pt: Novas tarefas usam o acesso padrão configurado na ponte.
zh_hans: 新任务使用桥接中配置的默认访问权限。
zh_hant: 新工作使用橋接中設定的預設存取權限。

# settings.access.fullHint
source: 모든 새 작업을 danger-full-access로 고정합니다.
de: Jede neue Aufgabe wird auf danger-full-access festgelegt.
en: Every new task is forced to danger-full-access.
es: Todas las tareas nuevas se fuerzan a danger-full-access.
fr: Chaque nouvelle tâche est forcée en danger-full-access.
ja: すべての新規タスクを danger-full-access に固定します。
pt: Todas as novas tarefas são forçadas a danger-full-access.
zh_hans: 所有新任务都强制使用 danger-full-access。
zh_hant: 所有新工作都強制使用 danger-full-access。

# settings.fullWarning
source: 전체 접근은 이 macOS 사용자의 파일시스템·네트워크 권한으로 Codex를 실행합니다. 프로젝트 폴더는 작업 시작 위치를 정할 뿐 OS 격리가 아닙니다.
de: Vollzugriff führt Codex mit den Datei- und Netzwerkrechten dieses macOS-Benutzers aus. Der Projektordner legt nur den Arbeitsbeginn fest und ist keine Betriebssystem-Isolation.
en: Full access runs Codex with this macOS user's filesystem and network permissions. A project folder selects where work starts; it is not OS isolation.
es: El acceso total ejecuta Codex con los permisos de archivos y red de este usuario de macOS. La carpeta del proyecto solo elige dónde empieza el trabajo; no aísla el sistema operativo.
fr: L’accès complet exécute Codex avec les autorisations de fichiers et de réseau de cet utilisateur macOS. Le dossier du projet choisit seulement le point de départ du travail ; il n’isole pas le système.
ja: フルアクセスでは、この macOS ユーザーのファイルシステム権限とネットワーク権限で Codex が実行されます。プロジェクトフォルダーは開始位置を選ぶだけで、OS レベルの隔離ではありません。
pt: O acesso total executa o Codex com as permissões de arquivos e rede deste usuário do macOS. A pasta do projeto apenas define onde o trabalho começa; não isola o sistema operacional.
zh_hans: 完全访问会使用此 macOS 用户的文件系统和网络权限运行 Codex。项目文件夹只决定工作起点，并不提供操作系统隔离。
zh_hant: 完整存取會以此 macOS 使用者的檔案系統與網路權限執行 Codex。專案資料夾只決定工作起點，並非作業系統隔離。

# settings.modelPolicy
source: 실행 모델 정책
de: Ausführungsmodellrichtlinie
en: Execution model policy
es: Política del modelo de ejecución
fr: Politique du modèle d’exécution
ja: 実行モデルポリシー
pt: Política do modelo de execução
zh_hans: 执行模型策略
zh_hant: 執行模型政策

# settings.modelPolicy.fixed
source: 고정
de: Fest
en: Fixed
es: Fijo
fr: Fixe
ja: 固定
pt: Fixo
zh_hans: 固定
zh_hant: 固定

# settings.modelPolicy.automatic
source: 자동 선택
de: Automatische Auswahl
en: Automatic selection
es: Selección automática
fr: Sélection automatique
ja: 自動選択
pt: Seleção automática
zh_hans: 自动选择
zh_hant: 自動選擇

# settings.allowDelegation
source: Ultra 추론 허용
de: Ultra-Reasoning zulassen
en: Allow Ultra reasoning
es: Permitir razonamiento Ultra
fr: Autoriser le raisonnement Ultra
ja: Ultra 推論を許可
pt: Permitir raciocínio Ultra
zh_hans: 允许 Ultra 推理
zh_hant: 允許 Ultra 推理

# settings.ultraHint
source: Ultra에는 자동 작업 위임이 포함됩니다. 끄면 저장된 선택을 포함해 GPT가 실행할 수 있는 조합에서 Ultra가 제외됩니다. 다른 추론 수준이나 에이전트 기능은 이 설정의 제어 대상이 아닙니다.
de: Ultra umfasst automatische Aufgabendelegation. Bei Deaktivierung wird Ultra aus den ausführbaren Optionen für GPT ausgeschlossen, auch aus gespeicherten Auswahlen. Diese Einstellung steuert keine anderen Reasoning-Stufen oder Agentenfunktionen.
en: Ultra includes automatic task delegation. Turning it off excludes Ultra from GPT's executable choices, including saved selections. This setting does not control other reasoning levels or agent features.
es: Ultra incluye la delegación automática de tareas. Al desactivarlo, Ultra se excluye de las opciones que GPT puede ejecutar, incluidas las guardadas. Este ajuste no controla otros niveles de razonamiento ni funciones de agentes.
fr: Ultra inclut la délégation automatique des tâches. Le désactiver exclut Ultra des choix que GPT peut exécuter, y compris les choix enregistrés. Ce réglage ne contrôle pas les autres niveaux de raisonnement ni les fonctions des agents.
ja: Ultra にはタスクの自動委任が含まれます。オフにすると、保存済みの選択を含め、GPT が実行できる選択肢から Ultra が除外されます。この設定は他の推論レベルやエージェント機能を制御しません。
pt: O Ultra inclui delegação automática de tarefas. Ao desativá-lo, o Ultra é excluído das opções que o GPT pode executar, incluindo as seleções salvas. Esta configuração não controla outros níveis de raciocínio nem recursos de agentes.
zh_hans: Ultra 包含自动任务委派。关闭后，Ultra 将从 GPT 可执行的选项中排除，包括已保存的选择。此设置不控制其他推理级别或代理功能。
zh_hant: Ultra 包含自動任務委派。關閉後，Ultra 將從 GPT 可執行的選項中排除，包括已儲存的選擇。此設定不控制其他推理層級或代理功能。

# settings.ultraDisabled
source: Ultra 비활성화로 사용 불가
de: bei deaktiviertem Ultra nicht verfügbar
en: unavailable while Ultra is off
es: no disponible con Ultra desactivado
fr: indisponible lorsque Ultra est désactivé
ja: Ultra がオフのため使用不可
pt: indisponível com o Ultra desativado
zh_hans: Ultra 已关闭，无法使用
zh_hant: Ultra 已關閉，無法使用

# settings.ultraFixedConflict
source: Ultra가 비활성화되어 있습니다. 고정 모델에 사용할 다른 추론 수준을 선택해 주세요.
de: Ultra ist deaktiviert. Wählen Sie eine andere Reasoning-Stufe für das feste Modell.
en: Ultra is disabled. Choose another reasoning level for the fixed model.
es: Ultra está desactivado. Elige otro nivel de razonamiento para el modelo fijo.
fr: Ultra est désactivé. Choisissez un autre niveau de raisonnement pour le modèle fixe.
ja: Ultra は無効です。固定モデルに使用する別の推論レベルを選択してください。
pt: O Ultra está desativado. Escolha outro nível de raciocínio para o modelo fixo.
zh_hans: Ultra 已禁用。请为固定模型选择其他推理级别。
zh_hant: Ultra 已停用。請為固定模型選擇其他推理層級。

# settings.ultraNoSelection
source: Ultra가 꺼져 있어 현재 선택한 모델과 추론 조합으로 작업을 실행할 수 없습니다. 저장된 선택은 유지됩니다. 작업을 실행하려면 사용 가능한 다른 추론 수준을 선택해 주세요.
de: Bei deaktiviertem Ultra ist keine ausgewählte Kombination aus Modell und Reasoning ausführbar. Gespeicherte Auswahlen bleiben erhalten. Wählen Sie eine andere verfügbare Stufe, um Aufgaben auszuführen.
en: No selected model and reasoning combination can run while Ultra is off. Saved choices are kept. Select another available level to run work.
es: Ninguna combinación seleccionada de modelo y razonamiento puede ejecutarse con Ultra desactivado. Las selecciones se conservan. Elige otro nivel disponible para ejecutar tareas.
fr: Aucune combinaison de modèle et de raisonnement sélectionnée ne peut être exécutée lorsque Ultra est désactivé. Les choix sont conservés. Choisissez un autre niveau disponible pour exécuter des tâches.
ja: Ultra がオフのため、選択したモデルと推論の組み合わせでは実行できません。保存済みの選択は保持されます。実行するには利用可能な別の推論レベルを選択してください。
pt: Nenhuma combinação selecionada de modelo e raciocínio pode ser executada com o Ultra desativado. As seleções salvas são mantidas. Escolha outro nível disponível para executar tarefas.
zh_hans: Ultra 已关闭，当前选择的模型与推理组合均无法执行任务。已保存的选择会保留。请选用其他可用的推理级别以执行任务。
zh_hant: Ultra 已關閉，目前選擇的模型與推理組合均無法執行任務。已儲存的選擇會保留。請選用其他可用的推理層級以執行任務。

# settings.modelDescriptions.title
source: 모델 설명
de: Modellbeschreibungen
en: Model descriptions
es: Descripciones de modelos
fr: Descriptions des modèles
ja: モデルの説明
pt: Descrições dos modelos
zh_hans: 模型说明
zh_hant: 模型說明

# settings.modelDescriptions.hint
source: 자동 모드에서 GPT가 모델을 선택할 때 참고하는 설명입니다.
de: GPT verwendet diese Beschreibungen, um im automatischen Modus ein Modell auszuwählen.
en: GPT uses these descriptions to choose a model in automatic mode.
es: GPT usa estas descripciones para elegir un modelo en modo automático.
fr: GPT utilise ces descriptions pour choisir un modèle en mode automatique.
ja: 自動モードで GPT がモデルを選ぶ際に参照する説明です。
pt: O GPT usa estas descrições para escolher um modelo no modo automático.
zh_hans: GPT 在自动模式下选择模型时会参考这些说明。
zh_hant: GPT 在自動模式下選擇模型時會參考這些說明。

# settings.modelDescriptions.official
source: 공식 설명
de: Offizielle Beschreibung
en: Official description
es: Descripción oficial
fr: Description officielle
ja: 公式の説明
pt: Descrição oficial
zh_hans: 官方说明
zh_hant: 官方說明

# settings.modelDescriptions.user
source: 사용자 설명
de: Eigene Beschreibung
en: User description
es: Descripción del usuario
fr: Description personnalisée
ja: ユーザーの説明
pt: Descrição do usuário
zh_hans: 用户说明
zh_hant: 使用者說明

# settings.modelDescriptions.edit
source: 수정
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
pt: Editar
zh_hans: 编辑
zh_hant: 編輯

# settings.modelDescriptions.save
source: 설명 저장
de: Beschreibung speichern
en: Save description
es: Guardar descripción
fr: Enregistrer la description
ja: 説明を保存
pt: Salvar descrição
zh_hans: 保存说明
zh_hant: 儲存說明

# settings.modelDescriptions.restore
source: 공식 설명으로 복원
de: Offizielle Beschreibung wiederherstellen
en: Use official description
es: Restaurar descripción oficial
fr: Rétablir la description officielle
ja: 公式の説明に戻す
pt: Restaurar descrição oficial
zh_hans: 恢复官方说明
zh_hant: 還原官方說明

# settings.modelDescriptions.compare
source: 공식 설명 보기
de: Offizielle Beschreibung anzeigen
en: View official description
es: Ver descripción oficial
fr: Voir la description officielle
ja: 公式の説明を見る
pt: Ver descrição oficial
zh_hans: 查看官方说明
zh_hant: 查看官方說明

# settings.modelDescriptions.empty
source: 제공된 공식 설명이 없습니다.
de: Es ist keine offizielle Beschreibung verfügbar.
en: No official description is available.
es: No hay una descripción oficial disponible.
fr: Aucune description officielle n’est disponible.
ja: 公式の説明は提供されていません。
pt: Nenhuma descrição oficial está disponível.
zh_hans: 未提供官方说明。
zh_hant: 未提供官方說明。

# settings.modelDescriptions.unavailable
source: 현재 카탈로그에 없는 모델입니다. 저장된 설명과 버전 기록은 유지됩니다.
de: Dieses Modell fehlt im aktuellen Katalog. Gespeicherte Beschreibungen und Versionen bleiben erhalten.
en: This model is not in the current catalog. Saved descriptions and versions are kept.
es: Este modelo no está en el catálogo actual. Se conservan las descripciones y versiones guardadas.
fr: Ce modèle ne figure pas dans le catalogue actuel. Les descriptions et versions enregistrées sont conservées.
ja: 現在のカタログにないモデルです。保存済みの説明とバージョン履歴は保持されます。
pt: Este modelo não está no catálogo atual. Descrições e versões salvas são mantidas.
zh_hans: 此模型不在当前目录中。已保存的说明和版本记录会保留。
zh_hant: 此模型不在目前目錄中。已儲存的說明和版本記錄會保留。

# settings.modelDescriptions.saved
source: 모델 설명을 저장했습니다.
de: Modellbeschreibung gespeichert.
en: Model description saved.
es: Descripción del modelo guardada.
fr: Description du modèle enregistrée.
ja: モデルの説明を保存しました。
pt: Descrição do modelo salva.
zh_hans: 已保存模型说明。
zh_hant: 已儲存模型說明。

# settings.modelDescriptions.restored
source: 공식 설명을 사용합니다.
de: Die offizielle Beschreibung wird verwendet.
en: Using the catalog description.
es: Se usa la descripción oficial.
fr: La description officielle est utilisée.
ja: 公式の説明を使用します。
pt: A descrição oficial está em uso.
zh_hans: 正在使用官方说明。
zh_hant: 正在使用官方說明。

# settings.modelDescriptions.limit
source: 최대 2,000자. 비우면 공식 설명을 사용합니다.
de: Maximal 2.000 Zeichen. Leer lassen, um die offizielle Beschreibung zu verwenden.
en: Up to 2,000 characters. Leave blank to use the official description.
es: Máximo 2.000 caracteres. Déjalo vacío para usar la descripción oficial.
fr: 2 000 caractères maximum. Laissez vide pour utiliser la description officielle.
ja: 最大2,000文字。空欄にすると公式の説明を使用します。
pt: Até 2.000 caracteres. Deixe em branco para usar a descrição oficial.
zh_hans: 最多 2,000 个字符。留空则使用官方说明。
zh_hant: 最多 2,000 個字元。留空則使用官方說明。

# settings.modelDescriptions.conflict
source: 다른 화면에서 설정이 변경되었습니다. 입력한 내용은 유지됩니다. 저장된 설명을 확인한 뒤 다시 저장해 주세요.
de: Die Einstellungen wurden an anderer Stelle geändert. Ihr Text bleibt erhalten. Prüfen Sie die gespeicherte Beschreibung und speichern Sie erneut.
en: Settings changed elsewhere. Your text is kept. Review the saved description and save again.
es: La configuración cambió en otra pantalla. Tu texto se conserva. Revisa la descripción guardada y vuelve a guardar.
fr: Les paramètres ont changé dans une autre fenêtre. Votre texte est conservé. Vérifiez la description enregistrée, puis enregistrez à nouveau.
ja: 別の画面で設定が変更されました。入力内容は保持されています。保存済みの説明を確認して再度保存してください。
pt: As configurações mudaram em outra tela. Seu texto foi mantido. Confira a descrição salva e salve novamente.
zh_hans: 设置已在其他界面更改。输入内容已保留。请确认已保存的说明后再次保存。
zh_hant: 設定已在其他畫面變更。輸入內容已保留。請確認已儲存的說明後再次儲存。

# settings.modelDescriptions.tooLong
source: 설명은 2,000자 이내로 입력해 주세요.
de: Die Beschreibung darf höchstens 2.000 Zeichen enthalten.
en: The description must be no longer than 2,000 characters.
es: La descripción no puede superar los 2.000 caracteres.
fr: La description ne doit pas dépasser 2 000 caractères.
ja: 説明は2,000文字以内で入力してください。
pt: A descrição deve ter no máximo 2.000 caracteres.
zh_hans: 说明不能超过 2,000 个字符。
zh_hant: 說明不能超過 2,000 個字元。

# settings.modelDescriptions.label
source: 설명
de: Beschreibung
en: Description
es: Descripción
fr: Description
ja: 説明
pt: Descrição
zh_hans: 说明
zh_hant: 說明

# settings.modelDescriptions.history
source: 버전 기록
de: Versionsverlauf
en: Version history
es: Historial de versiones
fr: Historique des versions
ja: バージョン履歴
pt: Histórico de versões
zh_hans: 版本历史
zh_hant: 版本記錄

# settings.modelDescriptions.historyLoading
source: 버전을 불러오는 중…
de: Versionen werden geladen…
en: Loading versions…
es: Cargando versiones…
fr: Chargement des versions…
ja: バージョンを読み込み中…
pt: Carregando versões…
zh_hans: 正在加载版本…
zh_hant: 正在載入版本…

# settings.modelDescriptions.historyEmpty
source: 저장된 버전이 없습니다.
de: Noch keine Versionen gespeichert.
en: No saved versions yet.
es: Aún no hay versiones guardadas.
fr: Aucune version enregistrée.
ja: 保存済みのバージョンはありません。
pt: Ainda não há versões salvas.
zh_hans: 尚无已保存的版本。
zh_hant: 尚無已儲存的版本。

# settings.modelDescriptions.historyImported
source: 기존 저장값
de: Importierter gespeicherter Wert
en: Imported saved value
es: Valor guardado importado
fr: Valeur enregistrée importée
ja: 以前の保存値
pt: Valor salvo importado
zh_hans: 导入的已保存内容
zh_hant: 匯入的已儲存內容

# settings.modelDescriptions.historyVersion
source: 버전
de: Version
en: Version
es: Versión
fr: Version
ja: バージョン
pt: Versão
zh_hans: 版本
zh_hant: 版本

# settings.modelDescriptions.historyVersionText
source: 저장된 문구
de: Gespeicherte Version
en: Saved version
es: Versión guardada
fr: Version enregistrée
ja: 保存された文面
pt: Versão salva
zh_hans: 已保存的版本
zh_hant: 已儲存的版本

# settings.modelDescriptions.historyCurrent
source: 현재 설명
de: Aktuelle Beschreibung
en: Current description
es: Descripción actual
fr: Description actuelle
ja: 現在の説明
pt: Descrição atual
zh_hans: 当前说明
zh_hant: 目前說明

# settings.modelDescriptions.historyApply
source: 이 버전 적용
de: Diese Version anwenden
en: Apply this version
es: Aplicar esta versión
fr: Appliquer cette version
ja: このバージョンを適用
pt: Aplicar esta versão
zh_hans: 应用此版本
zh_hant: 套用此版本

# settings.modelDescriptions.historyMore
source: 이전 버전 더 보기
de: Ältere Versionen anzeigen
en: Show older versions
es: Mostrar versiones anteriores
fr: Afficher les anciennes versions
ja: 古いバージョンを表示
pt: Mostrar versões anteriores
zh_hans: 显示更早的版本
zh_hant: 顯示更早的版本
